Repository: AmangeldiyevSultan/flutter-delivery-nodejs-socket
Catalog: lib/l10n/app_*.arb
Languages: kk

# language
source: English
kk: Қаflutter gen-l10nзақша

source: Welcome
kk: Қош келдіңіз

source: Create Account
kk: Тіркеу жасау

source: Name
kk: Аты

source: Password
kk: Құпия сөз

source: Sign Up
kk: Тіркелу

source: Sign In
kk: Кіру

source: Search
kk: Іздеу

source: Log out
kk: Шығу

source: Delivery to
kk: Жеткізу

source: Mobiles
kk: Телефондар

source: Essentials
kk: Негізгі

source: Appliances
kk: Техника

source: Books
kk: Кітаптар

source: Fashion
kk: Киім

source: Deal of The Day
kk: Күннің өнімі

source: Hello
kk: Сәлем

source: Your Orders
kk: Менің тапсырыстарым

source: Turn Seller
kk: Сатушы болу

source: Your Wish List
kk: Артықшылықтар тізімі

source: See All
kk: Барлығы

source: Keep shopping for
kk: Бөлімде сатып алу

source: Deal Price
kk: Бағасы

source: Buy Now
kk: Сатып алу

source: Add to Cart
kk: Себетке қосу

source: Rate The Product
kk: Өнімді бағалау

source: In Stock
kk: Қолда бар

source: Eligible for Free shipping
kk: Тегін жеткізу!

source: Admin
kk: Админ

source: Select Product
kk: Өнімді таңдаңыз

source: Product Name
kk: Өнім атауы

source: Description Name
kk: Сипаттама

source: Price
kk: Бағасы

source: Quantity
kk: Саны

source: Sell
kk: Сату

source: Add Product
kk: Өнімді қосыңыз

source: Google Sign In
kk: Google арқылы кіру

source: Twitter Sign In
kk: Twitter арқылы кіру

source: GitHub Sign In
kk: GitHub арқылы кіру

source: Guest Mode
kk: Қонақ режимі

source: user
kk: пайдаланушы

source: Address
kk: Мекен-жай

source: Role
kk: Рөл

source: Profile
kk: Профиль

source: Confirm
kk: Растау

source: Subtotal
kk: Аралық қорытынды

source: Proceed to Buy
kk: Сатып алуға өтіңіз

source: You can not change your role
kk: Сіз өз рөліңізді өзгерте алмайсыз

source: Address, Street
kk: Мекен - жайы, көше

source: Flat, House, Building
kk: Пәтер, Үй, Ғимарат

source: Pincode
kk: Пин-код

source: Phone Number
kk: телефон нөмірі

source: Buy with
kk: Сатып алыңыз

source: Order Date
kk: Тапсырыс күні

source: Order Id
kk: Тапсырыстын Id

source: Order Total
kk: Тапсырыстардың жалпы саны

source: View Order Details
kk: Тапсырыс туралы мәліметтерді қарау

source: Purchase Details
kk: Сатып алу туралы ақпарат

source: Product
kk: Өнім

source: Building
kk: Ғимарат

# phonenum_pincode
source: Phone Number / PinCode
kk: Телефон нөмірі / пин-коды

source: Tracking
kk: Бақылауда

source: Pending
kk: Күтілуде

source: Completed
kk: Аяқталды

source: Recieved
kk: Алынды

source: Delievered
kk: Берілген

source: You sign in through
kk: Сіз жүйеге кірдіңіз:

source: You in Guest Mode
kk: Сіз қонақтар режиміндесіз

# youCannotChangeName
source: You cannot change name(change via original source)!
kk: Сіз атауды өзгерте алмайсыз(бастапқы көз арқылы өзгертіңіз)!

source: Please sign in!
kk: Өтініш, жүйеге кіріңіз!

source: Show on map
kk: Картада көрсету

source: Your order is yet to be delivered
kk: Сіздің тапсырысыңыз әлі жеткізілмеген

# yourOrderHasBeenDelivered
source: Your order has been delivered, you are yet to sign.
kk: Сіздің тапсырысыңыз жеткізілді, сіз оған әлі қол қоюыңыз керек.

source: Your order has been delivered and signed by you.
kk: Сіздің тапсырысыңыз жеткізілді және сіз қол қойдыңыз.

source: Check your email
kk: Электрондық поштаңызды тексеріңіз

source: Done
kk: Дайын

source: Choose correct address
kk: Дұрыс мекенжайды таңдаңыз

source: Please enter all the values!
kk: Барлық өрістерді толтырыңыз

source: Total Amount
kk: Жалпы саны

source: Enter Your
kk: Теріңіз:

source: Dark
kk: Қараңғы

source: Light
kk: Жарық

source: pink
kk: Қызғылт
